Repository: 01walid/dzlibs
Catalog: tweeza/translations/*/LC_MESSAGES/messages.po
Languages: ar, fr

source: just now
ar: الآن فقط
fr: seulement maintenant

source: %(period)s ago
ar: منذ %(period)s
fr: depuis %(period)s

source: Logged in
ar: مسجل دخولك
fr: Connecté

source: Sorry, invalid password
ar: كلمة السر غير صالحة!
fr: Désolé, ce mot de passe n'est pas valide

source: Sorry, incorrect email!
ar: بريد إلكتروني غير صحيح!
fr: Désolé, cet email n'est pas valide

source: Logged out
ar: سجّلت خروجك
fr: Déconnecté

source: Item title in Arabic
ar: عنوان المادة باللغة العربية
fr: Titre de l'article en Arabe

source: Item title in English
ar: عنوان المادة بالإنقليزية
fr: Titre de l'article en Anglais

source: Item title in French
ar: عنوان المادة بالفرنسية
fr: Titre de l'article en Français

source: Short description in Arabic
ar: وصف مختصر بالعربية
fr: Description succincte en Arabe

source: Short description in English
ar: وصف مختصر بالإنقليزية
fr: Description succincte en Anglais

source: Short description in French
ar: وصف مختصر بالفرنسية
fr: Description succincte en Français

source: Long description
ar: الوصف المفصل
fr: Longue description

source: Thumbnail (minimum dimensions 230x230)
ar: الصورة المصغرة(الأبعاد تكون على الأقل 230 × 230)
fr: Miniature (dimension minimale 230x230)

source: Tags
ar: الوسوم
fr: Etiquettes

source: Add item
ar: إضافة مادة
fr: Ajouter un article

source: Forbidden page
ar: صفحة ممنوع الوصول إليها
fr: Accès à la page interdit

source: Forbidden Page
ar: صفحة ممنوع الوصول إليها
fr: Accès à la page interdit

source: You shall NOT pass!
ar: لا ينبغي لك المرور!
fr: Vous NE pouvez PAS passer!

source: It looks like this was the result of either:
ar: يبدو أن هذا نتيجة لأحد الأمرين:

source: no permission
ar: بدون تصاريح
fr: Pas de permission

source: DzLibs Project
ar: مشروع DzLibs
fr: Projet DzLibs

source: The Algerian index of reusable resources and librairies
ar: الدليل الجزائري للمكتبات والموارد القابلة لإعادة الاستخدام
fr: L'index Algérien des ressources et librairies réutilisables

source: Page not found
ar: صفحة غير موجودة
fr: Page non trouvée

source: Bachee
ar: باشي
fr: Bâchée

source: Not found
ar: غير موجود
fr: Non trouvé

source: Look underneath, you may find something:
ar: ألق نظرة في الأسفل، قد تجد شيئا:
fr: Regarder en dessous, vous pourriez trouver quelque chose:

source: a mistyped address
ar: عنوان خاطىء

source: an out-of-date link
ar: رابط قديم
fr: un lien obselète

source: Server error
ar: خطأ على مستوى الخادم
fr: Erreur du serveur

source: Server Error
ar: خطأ على مستوى الخادم
fr: Erreur du serveur

source: Inner peacer...
ar: سلام داخلي ...

source: One more step, and you're done!
ar: خطوة أخرى وتنتهي!
fr: Une dernière étape et c'est fini!

source: Home
ar: الرئيسية
fr: Accueil

source: The Algerian index of reusable assets and libraries
ar: الدليل الجزائري للمكتبات والموارد القابلة لإعادة الاستخدام
fr: L'index Algérien des ressources et librairies réutilisables

source: tweeza
ar: تويزة

source: Sign in
ar: تسجيل الدخول
fr: Se connecter

source: Sign in/up with Github
ar: تسجيل / تسجيل الدخول بواسطة Github
fr: se connecter avec Github

source: Register
ar: التسجيل
fr: S'inscrire

source: If don't have an account
ar: إن كنت لا تملك حسابا
fr: Je n'ai pas de compte

source: Search results for "%(keywords)s"
ar: نتائج البحث حول "%(keywords)s"
fr: Résultats de la recherche pour "%(keywords)s"

source: Keywords needed!
ar: للكلمات المفتاحية مطلوبة!
fr: Entrer un ou plusieurs mots clés

source: <strong>%(total)s</strong> found for your search "<strong>%(keywords)s</strong>".
ar: <strong>%(total)s</strong> نتيجة لبحثك عن "<strong>%(keywords)s</strong>".

source: Sorry, Nothing found for your search "<strong>%(keywords)s</strong>".
ar: للأسف، لم تسفر عملية بحثك عن "<strong>%(keywords)s</strong>" نتائجا.
fr: Désolé, aucun résultat trouvé pour votre recherche "<strong>%(keywords)s</strong>".

source: <p>Suggestions:</p> <ul> <li>Make sure all words are spelled correctly.</li> <li>Try different keywords.</li> <li>Try more general keywords.</li> </ul>
ar: <p>اقتراحات:</p> <ul> <li>تأكد من أن جميع الكلمات مكتوبة بطريقة صحيحة.</li> <li>جرّب كلمات مفتاحية أخرى.</li> <li>حاول استعمال كلمات مفتاحية عامة.</li> </ul>
fr: <p>Suggestions:</p> <ul> <li>Vérifier l'orthographe des mots.</li> <li>Essayer d'autres mots clés.</li> <li>Essayer des mots clès plus génériques.</li> </ul>

source: Item thumbnail will appear here
ar: الصورة المصغرة للمادة ستظهر هنا
fr: La miniature de l'article apparaîtra ici

source: Upload thumbnail
ar: رفع صورة مصغرة
fr: Mettre à jour la miniature

source: From a remote repository (e.g. github)
ar: من مستودع خارجي (مثل Github)
fr: Depuis une remote repository (ex: github)

source: Past your item repository URL here
ar: ضع رابط مستودع المادة هنا
fr: Coller l'URL de la repository de votre article ici

source: From my computer
ar: من جهازي
fr: Depuis mon ordinateur

source: Item title
ar: عنوان المادة
fr: Titre de l'article

source: Item details
ar: تفاصيل حول المادة
fr: Détails de l'article

source: Explore items
ar: استطلع المواد
fr: Explorer les articles

source: Items list
ar: قائمة المواد
fr: Liste des articles

source: Contact
ar: اتصل بنا

source: About
ar: نبذة
fr: À propos

source: Language
ar: اللغة
fr: Langue

source: My items
ar: المواد التابعة لي
fr: Mes articles

source: Profile
ar: ملف شخصي

source: Logout
ar: تسجيل الخروج
fr: Déconnexion

source: Register / Sign In
ar: تسجيل / تسجيل الدخول
fr: S'inscrire / S'identifier

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">activate Google Chrome Frame</a> to improve your experience.
ar: أنت تستخدم <strong>نسخة قديمة</strong> من المتصفح. فضلا <a href="http://browsehappy.com/">رقّي متصفحك</a> أو <a href="http://www.google.com/chromeframe/?redirect=true">فعّل Google Chrome Frame</a> لتحسين تجربتك للموقع.
fr: Vous êtes entrain d'utiliser un navigateur <strong>obselète</strong>. Veulliez <a href="http://browsehappy.com/">mettre à jour votre navigateur</a> ou <a href="http://www.google.com/chromeframe/?redirect=true">activer Google Chrome Frame</a> pour améliorer votre experience.

source: Remote repository URL
fr: URL de la remote repository
